[
    {
      "data": "January 01, 2023 – Present",
      "title": "QS Engineer China First Metallurgical  Group Co., Ltd",
      "estimationWork": [
        "Provide cost estimation update to Bangladesh India Friendship Power Company (P) Ltd.",
        "Preparing detailed Estimation of projects using Microsoft office and AUTO CAD software.",
        "Holding discussion with Architects and Structural Engineer regarding deficiency found in drawing"
      ],
      "billingWork": [
        "Handle project billing for BIFPCL",
        "Checking the Practical Quantity measurement of the undertaken Project",
        "Checking the Practical Quantity measurement of the undertaken Project",
        "Checking the job code with the job item of bill sheet."
      ]
    },
    {
      "data": "January 15, 2021 –December 31, 2022",
      "title": "Executive (Billing & Estimation)Momen Real Estate Limited",
      "estimationWork": [
        "Analyzing various item of work.",
        "Preparing and checking detail of Quantity Estimation",
        "Preparing and checking of BOQ & BOM of all projects.",
        "reparing and checking specification of all projects.            "
      ],
      "billingWork": [
        " Verifying the rate with item submitted by project personne",
        "Preparing summary of bill for the assumption of budget for accounts department.",
        " Finding out and verifying the supporting documents attached with the bill such as- W/O, Challan, c/s, modification work documents, client supply documents etc."
      ]
    },
    {
      "data": "October 1, 2020 –January 15, 2021",
      "title": "Assistant Project EngineerShaheed Badiuzzaman Enterprise",
      "extra": [
        "Involved with Drainage line system project in front Of Bangladesh National Parliament",
        "Supervising various kinds of civil works assigned by project lead.",
        "Providing inspection support when necessary."
      ]
    },
    {
      "data": "September 2, 2016 –July 30, 2017",
      "title": "Assistant Project EngineerShaheed Badiuzzaman Enterprise",
      "extra": [
        " Supervised the construction of a 14 stored Building called “Suvastu Suraiya Trade Center”, 57 Kemal Ataturk Ave, Banani, Dhaka 1212",
        "Part of the supervision while foundation Work being done.",
        "Supported with various civil works related micro tasks."
      ]
    }
  ]